// Configuration Object
var config = {};

/*-------------------------------------------------------------------*/
/*      1. Form Messages
/*-------------------------------------------------------------------*/

config.formMessages = {
    sent          : 'Сообщение успешно отправлено!',
    fail          : 'Какая-то сетевая ошибка. Повторите позже',
    failEmail     : 'Неправильная почта',
    emptyFields   : 'Ошибочка.'
};

/*-------------------------------------------------------------------*/
/*      2. Google Map
/*-------------------------------------------------------------------*/

config.gmap = {
    latitude    : '',
    longitude   : '',
    zoom        : 15,
    marker      : "../../static/js/marker.png"
};

/*-------------------------------------------------------------------*/
/*      3. Easy Background System Settings
/*-------------------------------------------------------------------*/

config.backgrouns = {};